chat_system_92728695_actor_description=Umdar Digen. Dwarf, who is inside the fish. 
chat_system_92728695_snap_1_question=^?^Wow! Finally somebody lived through the shipwreck. Now I'll have somebody to talk to.
chat_system_92728695_snap_1_answer_0=^?^Who are you?
chat_system_92728695_snap_2_question=^?^Let me introduce myself, human, my name is Umdar. I'm a famous philosopher and thinker. One of Kordar's best scientists, by the way. But I became famous not for my philosophic treatises, but after I broke the record for how long a person can live in a beer barrel. But that's a long story.
chat_system_92728695_snap_2_answer_0=^?^And I'm [player], treasure searcher.
chat_system_92728695_snap_2_header_0=^?^Nice to meet you. You might not believe this, but for the last five years I haven't had anybody to talk to.
chat_system_92728695_snap_0_question=^?^So, haven't you decided to get out of here yet? Actually, you really should stay here with me. It's so peaceful, and it's better to have some company anyway.
chat_system_92728695_snap_0_answer_0=^?^Show me what you managed to find in that belly.
chat_system_92728695_snap_0_answer_1=^?^Do you know how to get out of here?
chat_system_92728695_snap_0_header_1=^?^Of course! You're lucky - look; now the whirlpool will appear. This leads to the fish's gill. From there you can slip into the breathing chink, or you could try to tickle the fish's throat. That way, the fish will spit you out at once. I've tried this three times, to get out of the fish. I'm sure it'll work.
chat_system_92728695_snap_0_answer_2=^?^What's your story with the barrel?
chat_system_92728695_snap_0_header_2=^?^You see, my theory is based on the fact that only in complete solitude people reach a higher understanding of themselves and the world around them.<br>And to prove this I'm searching for that solitude. I even lived in a barrel on the central square of Taron for some time. I even had some followers. Digenists. They lived in barrels as well.
chat_system_92728695_snap_0_answer_3=^?^How did you get here?
chat_system_92728695_snap_0_answer_4=^?^Where are we?
chat_system_92728695_snap_0_header_4=^?^You ask where we are? Haven't you figured that out yet?<br>You've been swallowed by a cave whale. We are in his stomach. It's a very ancient fish - it has been living for several centuries already. This fish is protected by Kordar laws, and it's been written into the Cave Book, as have all the other endangered species. So, be careful, don't injure it accidentally.
chat_system_92728695_snap_0_answer_5=^?^I can help you to get to the surface. My ship wasn't damaged seriously.
chat_system_92728695_snap_0_header_5=^?^I'm sorry, but... I'm satisfied with living here. Here it's warm, almost dry, and there's enough food. Of course, sometimes I miss having somebody to talk to, but the essence of my experiment is complete solitude. And the sea gives me everything I need. Fish eat lots of different things, you know.<br>Maybe you'd feel better staying here too.
chat_system_92728695_snap_0_answer_6=^?^I'm sorry, but I have to go.
chat_system_92728695_snap_3_question=^?^You see, I have always needed solitude. I've tried everything - lived in a cave, then moved into a nest in a tree, then in a barrel, even in a special glass jar. But curious dwarves appeared from everywhere, and I never got any chance to really plunge into thought.<br>Then I decided to venture to an uninhabited island, and while I was crossing the underground sea I was swallowed by this fish, just like you.
chat_system_92728695_snap_3_answer_0=^?^So, you can't get out of here?
chat_system_92728695_snap_4_question=^?^Quite the contrary. To get out of here is as easy as can be. The problem is to concentrate on my thoughts. Something is constantly rumbling in the fish's stomach, and that distracts me a little.
chat_system_92728695_snap_4_answer_0=^?^Are you sure you don't have problems with your head?
chat_system_92728695_snap_4_header_0=^?^I see you're a subtle psychologist. Stay here with me; I'm sure you'll grow to appreciate my non-traditional approach to scientific pursuits.
